tap "datawire/blackbird"
tap "dteoh/sqa"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "mike-engel/jwt-cli"
tap "stripe/stripe-cli"
brew "antigen"
brew "autojump"
brew "bash"
brew "bat"
brew "coreutils"
brew "cask"
brew "chezmoi"
brew "docker", link: false
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "gradle"
brew "helm"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "kubernetes-cli"
brew "less"
brew "mas"
brew "minikube"
brew "mysql"
brew "neovim"
brew "newman"
brew "nvm"
brew "openconnect"
brew "python@3.9"
brew "shellcheck"
brew "shunit2"
brew "tree"
brew "watch"
brew "yarn"
brew "datawire/blackbird/telepresence-arm64"
brew "hashicorp/tap/vault"
brew "mike-engel/jwt-cli/jwt-cli"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "arctype"
cask "cheatsheet"
cask "deepl"
cask "docker"
cask "figma"
cask "firefox"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "grid"
cask "handbrake"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "keepassxc"
cask "logitech-g-hub"
cask "maccy"
cask "mattermost"
cask "meetingbar"
cask "meld"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "mockoon"
cask "mouse-fix"
cask "notion"
cask "postman"
cask "raycast"
cask "shottr"
cask "slack"
cask "spotify"
cask "spotmenu"
cask "stats"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "Gifski", id: 1351639930
mas "Irvue", id: 1039633667
