tap "datawire/blackbird"
tap "dteoh/sqa"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "mike-engel/jwt-cli"
tap "planetscale/tap"
tap "stripe/stripe-cli"
brew "act"
brew "antidote"
brew "asciidoctor"
brew "autojump"
brew "bash"
brew "bat"
brew "coreutils"
brew "cask"
brew "chezmoi"
brew "docker"
brew "doctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "gradle"
brew "helm"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "kubernetes-cli"
brew "less"
brew "mas"
brew "minikube"
brew "mysql"
brew "mysql-client"
brew "navi"
brew "neovim"
brew "newman"
brew "nushell"
brew "nvm"
brew "openconnect"
brew "pandoc"
brew "pipx"
brew "pnpm"
brew "python@3.9"
brew "shellcheck"
brew "shunit2"
brew "tree"
brew "watch"
brew "yarn"
brew "datawire/blackbird/telepresence-arm64"
brew "hashicorp/tap/vault"
brew "mike-engel/jwt-cli/jwt-cli"
brew "planetscale/tap/pscale"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alt-tab"
cask "arc"
cask "arctype"
cask "deepl"
cask "docker"
cask "fig"
cask "figma"
cask "firefox"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handbrake"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "logitech-g-hub"
cask "mac-mouse-fix"
cask "maccy"
cask "meetingbar"
cask "meld"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "mockoon"
cask "notion"
cask "popsql"
cask "postman"
cask "raycast"
cask "rectangle-pro"
cask "shottr"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "warp"
mas "1Password for Safari", id: 1569813296
mas "Amazing AI", id: 1660147028
mas "Gifski", id: 1351639930
mas "Irvue", id: 1039633667
mas "ScreenBrush", id: 1233965871
mas "Webp Converter", id: 1527716894
mas "Xcode", id: 497799835
vscode "42Crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "albert.TabOut"
vscode "alefragnani.Bookmarks"
vscode "antfu.vite"
vscode "asciidoctor.asciidoctor-vscode"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "cmstead.js-codeformer"
vscode "DanielSanMedium.dscodegpt"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dgileadi.java-decompiler"
vscode "donjayamanne.githistory"
vscode "dotenv.dotenv-vscode"
vscode "DotJoshJohnson.xml"
vscode "dqisme.sync-scroll"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "emilast.LogFileHighlighter"
vscode "ericadamski.carbon-now-sh"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "gamunu.vscode-yarn"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "HTMLHint.vscode-htmlhint"
vscode "IBM.output-colorizer"
vscode "jock.svg"
vscode "johnsoncodehk.vscode-tsconfig-helper"
vscode "mattpocock.ts-error-translator"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-de"
vscode "ms-playwright.playwright"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "naco-siren.gradle-language"
vscode "naumovs.color-highlight"
vscode "nicoespeon.abracadabra"
vscode "oderwat.indent-rainbow"
vscode "Orta.vscode-jest"
vscode "Orta.vscode-twoslash"
vscode "p42ai.refactor"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "Prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richardwillis.vscode-gradle-extension-pack"
vscode "sburg.vscode-javascript-booster"
vscode "Shan.code-settings-sync"
vscode "shardulm94.trailing-spaces"
vscode "shengchen.vscode-checkstyle"
vscode "SonarSource.sonarlint-vscode"
vscode "steoates.autoimport"
vscode "stivo.tailwind-fold"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-german"
vscode "stylelint.vscode-stylelint"
vscode "TabNine.tabnine-vscode"
vscode "timonwong.shellcheck"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "WallabyJs.quokka-vscode"
vscode "withfig.fig"
vscode "xabikos.JavaScriptSnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
vscode "ZixuanChen.vitest-explorer"
vscode "ziyasal.vscode-open-in-github"
